Repository: beeradmoore/dlss-swapper
Catalog: src/Translations/*/Resources.resw
Source language: en_us
Languages: ar_sa, ar_sy, ca_es, cs_cz, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# GamePage_AddCustomCover
source: Add Custom Cover
ar_sa: إضافة غلاف مخصص
ar_sy: إضافة غلاف مُخصص
ca_es: Afegir portada personalitzada
cs_cz: Přidat vlastní obal hry
de_de: Benutzerdefiniertes Cover hinzufügen
es_es: Añadir Carátula Personalizada
fa_ir: افزودن تصویر زمینه سفارشی
fi_fi: Lisää mukautettu kansi
fr_fr: Ajouter une couverture personnalisée
he_il: הוסף עטיפה מותאמת אישית
it_it: Aggiungi copertina personalizzata
ja_jp: カスタムカバーを追加
ko_kr: 커스텀 커버 추가
pl_pl: Dodaj własną okładkę
pt_br: Adicionar capa personalizada
ru_ru: Добавить свою обложку
th_th: เพิ่มรูปปกแบบกำหนดเอง
tr_tr: Özel Kapak Ekle
uk_ua: Додати власну обкладинку
vi_vn: Thêm Bìa Tùy Chỉnh
zh_cn: 自定义封面
zh_tw: 自訂遊戲封面

# GamePage_ClickToFavorite
source: Click to favorite
ar_sa: انقر للإضافة إلى المفضلة
ar_sy: الإضافة إلى المفضلة
ca_es: Fes clic per afegir als preferits
cs_cz: Klikněte pro přidání do oblíbených
de_de: Zum Favoriten hinzufügen
es_es: Hacer clic para añadir a favoritos
fa_ir: برای افزودن به علاقه مندی ها کلیک کنید
fi_fi: Klikkaa merkitäksesi suosikiksi
fr_fr: Cliquez pour ajouter à vos favoris
he_il: לחץ להוספה למועדפים
it_it: Clicca per aggiungere ai preferiti
ja_jp: お気に入りに追加
ko_kr: 클릭하여 즐겨찾기에 추가
pl_pl: Dodaj do ulubionych
pt_br: Clique para favoritar
ru_ru: Добавить в избранное
th_th: คลิกเพื่อเพิ่มในรายการโปรด
tr_tr: Favorilere eklemek için tıklayın
uk_ua: Додати до обраного
vi_vn: Nhấp để yêu thích
zh_cn: 添加收藏
zh_tw: 加入我的最愛

# GamePage_ClickToHide
source: Click to hide
ca_es: Fes clic per amagar
cs_cz: Klikněte pro skrytí hry
es_es: Haz clic para esconder
fa_ir: برای پنهان کردن کلیک کنید
fi_fi: Klikkaa piilottaaksesi
he_il: לחץ להסתרה
ja_jp: クリックして非表示
ko_kr: 클릭하여 숨기기
pl_pl: __UNTRANSLATED__Click to hide
th_th: คลิกเพื่อซ่อน
uk_ua: Приховати
vi_vn: Nhấp để ẩn
zh_cn: 隐藏

# GamePage_CouldNotFindGameInstallPathTemplate
source: Could not find path "{0}".
ar_sa: تعذّر العثور على مسار "{0}".
ar_sy: تعذر إيجاد المسار "{0}".
ca_es: No s'ha pogut trobar la ruta "{0}".
cs_cz: Nebylo možné najít cestu „{0}“.
de_de: Der Pfad „{0}“ wurde nicht gefunden.
es_es: No se pudo encontrar la ruta "{0}".
fa_ir: مسیر «{0}» یافت نشد.
fi_fi: Polkua "{0}" ei löytynyt.
fr_fr: Impossible de trouver le chemin « {0} ».
he_il: לא נמצא הנתיב "{0}".
it_it: Impossibile trovare il percorso "{0}".
ja_jp: パス「{0}」が見つかりませんでした。
ko_kr: "{0}" 경로를 찾을 수 없습니다.
pl_pl: Nie można znaleźć ścieżki "{0}".
pt_br: Caminho não encontrado: "{0}".
ru_ru: Не удалось найти путь "{0}".
th_th: ไม่พบเส้นทางโฟลเดอร์ "{0}"
tr_tr: "{0}" yolu bulunamadı.
uk_ua: Не вдалося знайти шлях "{0}".
vi_vn: Không thể tìm thấy đường dẫn "{0}".
zh_cn: 无法找到路径 "{0}"
zh_tw: 找不到路徑「{0}」。

# GamePage_CurrentDll
source: Current DLL
ar_sa: ملف DLL الحالي
ar_sy: الـDLL الحالي
ca_es: DLL actual
cs_cz: Současné DLL
de_de: Aktuelle DLL
es_es: DLL Actual
fa_ir: فایل DLL فعلی
fi_fi: Nykyinen DLL
fr_fr: DLL actuel
he_il: קובץ DLL נוכחי
it_it: DLL corrente
ja_jp: 現在の DLL
ko_kr: 현재 DLL
pl_pl: Aktualna biblioteka DLL
pt_br: DLL Atual
ru_ru: Текущая DLL
th_th: DLL ที่ใช้อยู่ปัจจุบัน
tr_tr: Mevcut DLL
uk_ua: Поточна DLL
vi_vn: DLL Hiện Tại
zh_cn: 当前 DLL
zh_tw: 目前 DLL 檔案

# GamePage_DllPicker_CouldNotFindFileTemplate
source: Could not find file "{0}".
ar_sa: تعذّر العثور على الملف "{0}".
ar_sy: تعذر إيجاد الملف "{0}".
ca_es: No s'ha pogut trobar el fitxer "{0}".
cs_cz: Nebylo možné najít soubor "{0}".
de_de: Die Datei „{0}“ wurde nicht gefunden.
es_es: No se pudo encontrar el archivo "{0}".
fa_ir: فایل «{0}» یافت نشد.
fi_fi: Tiedostoa "{0}" ei löytynyt.
fr_fr: Impossible de trouver le fichier « {0} ».
he_il: לא נמצא הקובץ "{0}".
it_it: Impossibile trovare il file "{0}".
ja_jp: ファイル「{0}」が見つかりませんでした。
ko_kr: "{0}" 파일을 찾을 수 없습니다.
pl_pl: Nie można znaleźć pliku "{0}".
pt_br: Arquivo não encontrado: "{0}".
ru_ru: Не удалось найти файл "{0}".
th_th: ไม่พบไฟล์ "{0}"
tr_tr: "{0}" dosyası bulunamadı.
uk_ua: Не вдалося знайти файл "{0}".
vi_vn: Không thể tìm thấy tệp "{0}".
zh_cn: 无法找到文件 "{0}"
zh_tw: 找不到檔案「{0}」。

# GamePage_DllPicker_ResetDllToVersionTemplate
source: DLL has been reset to {0}.
ar_sa: تمت إعادة تعيين ملف DLL إلى {0}.
ar_sy: تم إعادة ضبط الـDLL الى {0}.
ca_es: La DLL s'ha restablert a {0}.
cs_cz: DLL bylo resetováno na "{0}".
de_de: DLL wurde auf {0} zurückgesetzt.
es_es: El DLL ha sido restablecido a la versión {0}.
fa_ir: فایل DLL به {0} بازنشانی شد.
fi_fi: DLL on palautettu versioon {0}.
fr_fr: La DLL a été réinitialisée à {0}.
he_il: קובץ ה-DLL אופס לגרסה {0}.
it_it: La DLL è stata reimpostata su {0}.
ja_jp: DLL が {0} にリセットされました。
ko_kr: DLL이 {0}(으)로 초기화되었습니다.
pl_pl: Biblioteka DLL została zresetowana do {0}.
pt_br: DLL redefinida para a versão {0}.
ru_ru: DLL была сброшена до {0}.
th_th: รีเซ็ต DLL กลับเป็นเวอร์ชัน {0} เรียบร้อยแล้ว
tr_tr: DLL, {0} sürümüne sıfırlandı.
uk_ua: DLL скинуто до {0}.
vi_vn: DLL đã được đặt lại về {0}.
zh_cn: DLL 文件已还原为原始版本：{0}
zh_tw: DLL 已恢復為原始版本: {0}。

# GamePage_DllPicker_StartingDownload
source: Starting download
ar_sa: تم بدء التنزيل
ar_sy: البدء في التحميل
ca_es: S'està iniciant la descàrrega
cs_cz: Zahájení stahování
de_de: Starte Download
es_es: Iniciando descarga
fa_ir: شروع دانلود
fi_fi: Aloitetaan lataus
fr_fr: Début du téléchargement
he_il: מתחיל הורדה
it_it: Avvio del download
ja_jp: ダウンロードを開始します
ko_kr: 다운로드 시작 중
pl_pl: Rozpoczynanie pobierania
pt_br: Iniciando download
ru_ru: Начало загрузки
th_th: กำลังเริ่มดาวน์โหลด
tr_tr: İndirme başlatılıyor
uk_ua: Початок завантаження
vi_vn: Bắt đầu tải xuống
zh_cn: 开始下载
zh_tw: 開始下載

# GamePage_DllPicker_WaitToDownloadBeforeSwapping
source: Please wait for download to complete before swapping
ar_sa: يُرجى الانتظار حتى يكتمل التنزيل قبل التبديل
ar_sy: يرجى الانتظار لحين انتهاء التحميل ليتم عملية الاستبدال
ca_es: Si us plau, espereu que la descàrrega s'acabi abans d'intercanviar
cs_cz: Před výměnou prosím počkejte na dokončení stahování.
de_de: Bitte warten Sie, bis der Download abgeschlossen ist, bevor Sie wechseln.
es_es: espera a que la descarga se complete antes de intercambiar
fa_ir: لطفا قبل از تعویض، منتظر بمانید تا دانلود کامل شود
fi_fi: Odota latauksen valmistumista ennen vaihtamista
fr_fr: Veuillez attendre la fin du téléchargement avant de procéder à l'échange.
he_il: אנא המתן לסיום ההורדה לפני ביצוע ההחלפה
it_it: Attendi il completamento del download prima di effettuare lo scambio
ja_jp: 置き換えはダウンロードが完了してから行ってください。
ko_kr: 교체(Swap)하기 전에 다운로드가 완료될 때까지 기다려 주세요
pl_pl: Proszę zaczekać na zakończenie pobierania przed podmianą
pt_br: Aguarde a conclusão do download antes de trocar
ru_ru: Пожалуйста, дождитесь завершения загрузки, прежде чем произвести замену
th_th: โปรดรอให้ดาวน์โหลดเสร็จสิ้นก่อนทำการสลับไฟล์
tr_tr: Lütfen değiştirmeden önce indirmenin tamamlanmasını bekleyin
uk_ua: Будь ласка, зачекайте завершення завантаження, перш ніж замінювати
vi_vn: Vui lòng chờ tải xuống hoàn tất trước khi hoán đổi
zh_cn: 请等待下载完成后再替换
zh_tw: 請等待檔案下載完成後再進行替換

# GamePage_DLSSPresetInfo
source: Preset information
ar_sa: معلومات الإعداد المسبق
ar_sy: معلومات الإعداد المسبق
ca_es: Informació del preset
cs_cz: Informace o presetu
de_de: Preset-Informationen
es_es: Información de preajustes
fa_ir: اطلاعات از پیش تنظیم شده
fi_fi: Tietoa esiasetuksista
fr_fr: Informations prédéfinies
he_il: מידע על פריסטים
ja_jp: プリセット情報
ko_kr: 프리셋 정보
pl_pl: __UNTRANSLATED__Preset information
pt_br: Informações da predefinição
ru_ru: Исходная информация
th_th: ข้อมูลพรีเซ็ต
tr_tr: Ön ayar bilgisi
uk_ua: Інформація про пресет
vi_vn: Thông tin preset DLSS
zh_cn: 预设信息

# GamePage_DLSSPresetInfo_Message
source: DLSS presets are contained within DLSS DLL files contained within your games install directory. Different DLSS DLLs have different presets. For example preset K was not introduced until DLSS v310.2. So if you use DLSS v3.7 and you set preset to K it will not use preset K and instead it will fallback to whatever preset the game chooses to use. The same applies to global presets. If you select preset K but your game uses DLSS v3.7 you will not be using preset K and instead the game will fallback to whatever its default is. To verify what preset is being used please enable the DLSS on-screen indicator.
ar_sa: الإعدادات المسبقة لـ DLSS موجودة داخل ملفات DLL الخاصة بـ DLSS، والتي تكون ضمن مجلد تثبيت اللعبة (install directory). ملفات DLL المختلفة لـ DLSS يحتوي كل منها على إعدادات مختلفة. على سبيل المثال، الإعداد المسبق K لم يتم تقديمه حتى إصدار DLSS v310.2. لذلك، إذا كنت تستخدم DLSS v3.7 وقمت بتعيين الإعداد إلى K، فلن يتم استخدام الإعداد K، وبدلاً من ذلك سيتم الرجوع إلى أي إعداد تختاره اللعبة. ينطبق الأمر نفسه على الإعدادات العامة. إذا اخترت الإعداد K ولكن لعبتك تستخدم DLSS v3.7، فلن يتم استخدام الإعداد K، وبدلاً من ذلك ستعود اللعبة إلى الإعداد الافتراضي الخاص بها. للتحقق من الإعداد المسبق المستخدم، يُرجى تفعيل مؤشر DLSS الذي يظهر على الشاشة. (DLSS on-screen indicator).
ar_sy: إعدادات DLSS المسبقة موجودة داخل ملفات DLSS DLL الموجودة في مجلد تثبيت الألعاب الخاص بك. ملفات DLSS DLL المختلفة لها إعدادات مسبقة مختلفة. على سبيل المثال، الإعداد المسبق K لم يتم تقديمه حتى DLSS v310.2. لذلك إذا كنت تستخدم DLSS v3.7 وقمت بتعيين الإعداد المسبق إلى K فلن يستخدم الإعداد المسبق K وبدلاً من ذلك سيعود إلى أي إعداد مسبق تختار اللعبة استخدامه. الأمر نفسه ينطبق على الإعدادات المسبقة العامة. إذا اخترت الإعداد المسبق K ولكن لعبتك تستخدم DLSS v3.7 فلن تستخدم الإعداد المسبق K وبدلاً من ذلك ستعود اللعبة إلى الإعداد الافتراضي الخاص بها. للتحقق من الإعداد المسبق المُستخدم، يرجى تفعيل مؤشر DLSS على الشاشة.
ca_es: Els presets del DLSS es troben dins dels fitxers DLL de DLSS que es troben al directori d'instal·lació dels jocs. Diferents DLL de DLSS tenen presets diferents. Per exemple, el preset K no es va introduir fins a DLSS v310.2. Per tant, si utilitzeu DLSS v3.7 i definiu el preset a K, no utilitzarà el preset K i, en canvi, tornarà a qualsevol preset que el joc decideixi utilitzar. El mateix s'aplica als presets globals. Si seleccioneu el preset K però el vostre joc utilitza DLSS v3.7, no utilitzareu el preset K i, en canvi, el joc tornarà a la seva configuració predeterminada. Per verificar quin preset s'està utilitzant, activeu l'indicador de DLSS en pantalla.
cs_cz: DLSS presety jsou obsaženy v DLL souborech DLSS v instalačním adresáři vaší hry. Různé knihovny DLSS DLL mají různé presety. Například preset K byl zaveden až od verze DLSS v310.2. Pokud tedy používáte DLSS v3.7 a nastavíte preset K, hra nepoužije preset K a místo toho se vrátí k presetu, který si hra zvolí. Totéž platí pro globální presety. Pokud vyberete preset K, ale vaše hra používá DLSS v3.7, nebudete preset K používat a místo toho se vrátí k jeho výchozí hodnotě. Chcete-li ověřit, který preset se používá, povolte prosím indikátor DLSS na obrazovce.
de_de: DLSS-Presets sind in DLSS-DLL-Dateien enthalten, die sich im Installationsverzeichnis Ihrer Spiele befinden. Verschiedene DLSS-DLLs haben unterschiedliche Voreinstellungen. Beispielsweise wurde das Preset K erst mit DLSS v310.2 eingeführt. Wenn Sie also DLSS v3.7 verwenden und das Preset auf K setzen, wird nicht das Preset K verwendet, sondern es wird auf das Preset zurückgegriffen, die das Spiel verwendet. Das Gleiche gilt für globale Presets. Wenn Sie das Preset K auswählen, Ihr Spiel jedoch DLSS v3.7 verwendet, wird das Preset K nicht verwendet, sondern das Spiel greift auf seine Standardeinstellung zurück. Um zu überprüfen, welches Preset verwendet wird, aktivieren Sie bitte die DLSS-Anzeige auf dem Bildschirm.
es_es: Los preajustes de DLSS se encuentran en los archivos DLL de DLSS dentro del directorio de instalación de tus juegos. Diferentes DLL de DLSS tienen diferentes preajustes. Por ejemplo, el preajuste K no se introdujo hasta la v3.10.2 de DLSS. Así que si usas DLSS v3.7 y estableces el preajuste en K, no se usará el preajuste K y en su lugar se recurrirá al preajuste que el juego elija usar. Lo mismo se aplica a los preajustes globales. Si seleccionas el preajuste K pero tu juego usa DLSS v3.7, no estarás usando el preajuste K y en su lugar el juego recurrirá a su valor predeterminado. Para verificar qué preajuste se está utilizando, por favor, activa el indicador en pantalla de DLSS.
fa_ir: پریست DLSS درون فایل‌های DLSS DLL واقع در مسیر نصب بازی‌های شما قرار دارند. فایل‌های DLSS DLL مختلف، دارای پیش‌فرض‌های متفاوتی هستند. به عنوان مثال، پیش‌فرض K تا زمان انتشار نسخه DLSS v310.2 معرفی نشده بود. بنابراین اگر از DLSS v3.7 استفاده می‌کنید و پریست را روی K تنظیم می‌کنید، از پریست K استفاده نخواهد شد و در عوض، به هر پریست که خود بازی تصمیم به استفاده از آن بگیرد، بازمی‌گردد. همین امر در مورد پریست گلوبال نیز صدق می‌کند. اگر پریست K را انتخاب کنید اما بازی شما از DLSS v3.7 استفاده کند، پریست K اعمال نخواهد شد و در عوض، بازی به حالت پیش‌فرض خود بازمی‌گردد. برای بررسی و تایید اینکه چه پریستی در حال استفاده است، لطفاً نشانگر روی صفحه DLSS (on-screen indicator) را فعال کنید.
fi_fi: DLSS-esiasetukset sisältyvät pelien asennushakemistossa oleviin DLSS-DLL-tiedostoihin. Käytettävissä olevat esiasetukset riippuvat DLL-versiosta. Esimerkiksi esiasetusta K ei ollut ennen DLSS v310.2. Joten jos käytät DLSS v3.7:ää ja asetat esiasetukseksi K, se ei käytä esiasetusta K, vaan palaa pelin valitsemaan esiasetukseen. Sama koskee globaaleja esiasetuksia. Jos valitset esiasetuksen K, mutta pelissä käytetään DLSS v3.7:ää, et käytä esiasetusta K vaan pelin valitsemaa oletusesiasetusta. Varmista käytetty esiasetus ottamalla käyttöön DLSS-näyttöilmaisin.
fr_fr: Les préréglages DLSS sont contenus dans les fichiers DLL DLSS situés dans le répertoire d'installation de vos jeux. Différents fichiers DLL DLSS ont différents préréglages. Par exemple, le préréglage K n'a été introduit qu'à partir de la version DLSS v310.2. Ainsi, si vous utilisez DLSS v3.7 et que vous définissez le préréglage sur K, le préréglage K ne sera pas utilisé et le jeu se rabattra sur le préréglage qu'il choisit d'utiliser. Il en va de même pour les préréglages globaux. Si vous sélectionnez le préréglage K mais que votre jeu utilise DLSS v3.7, vous n'utiliserez pas le préréglage K et le jeu se rabattra sur son préréglage par défaut. Pour vérifier quel préréglage est utilisé, veuillez activer l'indicateur DLSS à l'écran.
he_il: פריסטים של DLSS כלולים בתוך קובצי ה-DLL של DLSS שנמצאים בספריית ההתקנה של המשחק שלך. לקובצי DLL שונים של DLSS יש פריסטים שונים. לדוגמה, פריסט K הוצג רק החל מגרסת DLSS v310.2. לכן, אם תשתמש ב-DLSS v3.7 ותגדיר את הפריסט ל-K, הוא לא ישתמש בפריסט K ובמקום זאת יחזור לפריסט שבו המשחק בוחר להשתמש. הדבר נכון גם לגבי פריסטים גלובליים. אם תבחר בפריסט K אך המשחק משתמש ב-DLSS v3.7, לא ייעשה שימוש בפריסט K ובמקום זאת המשחק יחזור לברירת המחדל שלו. כדי לאמת באיזה פריסט נעשה שימוש, אנא הפעל את מחוון ה-DLSS על גבי המסך.
it_it: I preset DLSS sono contenuti nei file DLL DLSS presenti nella directory di installazione del gioco. DLL DLSS diverse hanno preset diversi. Ad esempio, il preset K non è stato introdotto fino a DLSS v310.2. Quindi, se si utilizza DLSS v3.7 e si imposta il preset su K, non verrà utilizzato il preset K e verrà invece utilizzato il preset scelto dal gioco. Lo stesso vale per i preset globali. Se si seleziona il preset K ma il gioco utilizza DLSS v3.7, non verrà utilizzato il preset K e il gioco tornerà al suo valore predefinito. Per verificare quale preset viene utilizzato, abilitare l'indicatore DLSS a schermo.
ja_jp: DLSS プリセットは、ゲームのインストールディレクトリ内にある DLSS DLL ファイルに格納されています。DLSS DLL によってプリセットは異なります。例えば、プリセット K は DLSS v310.2 で初めて導入されました。そのため、DLSS v3.7 を使用し、プリセットを K に設定しても、プリセット K は使用されず、ゲームが選択したプリセットが使用されます。 グローバルプリセットについても同様です。プリセット K を選択しても、ゲームが DLSS v3.7 を使用している場合、プリセット K は使用されず、代わりにゲームのデフォルト設定が使用されます。 使用されているプリセットを確認するには、DLSS 画面表示インジケーターを有効にしてください。
ko_kr: DLSS 프리셋은 게임 설치 디렉토리에 포함된 DLSS DLL 파일 내에 들어있습니다. DLL 버전마다 지원하는 프리셋이 다릅니다. 예를 들어, 프리셋 K는 DLSS v3.10.2부터 도입되었습니다. 따라서 v3.7 DLL을 사용하면서 프리셋을 K로 설정하면 작동하지 않으며, 대신 게임이 기본으로 지정한 프리셋이 사용됩니다. 글로벌 프리셋도 마찬가지입니다. 프리셋 K를 선택했더라도 게임이 사용하는 DLSS 버전이 v3.7이라면 프리셋 K는 무시되고 게임의 기본값으로 대체됩니다. 현재 어떤 프리셋이 사용 중인지 확인하려면 'DLSS 온스크린 인디케이터(On-screen indicator)'를 활성화하세요.
pl_pl: __UNTRANSLATED__DLSS presets are contained within DLSS DLL files contained within your games install directory. Different DLSS DLLs have different presets. For example preset K was not introduced until DLSS v310.2. So if you use DLSS v3.7 and you set preset to K it will not use preset K and instead it will fallback to whatever preset the game chooses to use. The same applies to global presets. If you select preset K but your game uses DLSS v3.7 you will not be using preset K and instead the game will fallback to whatever its default is. To verify what preset is being used please enable the DLSS on-screen indicator.
pt_br: As predefinições do DLSS estão contidas em arquivos DLL do DLSS, contidos no diretório de instalação do seu jogo. Diferentes DLLs do DLSS têm predefinições diferentes. Por exemplo, a predefinição K só foi introduzida com o DLSS v310.2. Portanto, se você usar o DLSS v3.7 e definir a predefinição como K, ele não usará a predefinição K e, em vez disso, retornará para a predefinição que o jogo escolher usar. O mesmo se aplica às predefinições globais. Se você selecionar a predefinição K, mas seu jogo usar o DLSS v3.7, você não usará a predefinição K e, em vez disso, o jogo retornará para a predefinição padrão. Para verificar qual predefinição está sendo usada, ative o indicador DLSS na tela.
ru_ru: Пресеты DLSS содержатся в файлах DLSS DLL, которые находятся в каталоге установки ваших игр. Разные файлы DLSS DLL имеют разные пресеты. Например, пресет K был введен только в DLSS v310.2. Поэтому, если вы используете DLSS v3.7 и установили пресет K, он не будет использоваться, а вместо этого будет использоваться пресет, выбранный игрой. То же самое относится к глобальным пресетам. Если вы выберете пресет K, но ваша игра использует DLSS v3.7, вы не будете использовать пресет K, а вместо этого игра будет использовать пресет по умолчанию. Чтобы проверить, какой пресет используется, включите экранный индикатор DLSS.
th_th: พรีเซ็ตของ DLSS นั้นฝังอยู่ในไฟล์ DLL ของ DLSS ที่อยู่ในโฟลเดอร์ติดตั้งเกมของคุณ ซึ่งไฟล์ DLL แต่ละเวอร์ชันจะมีพรีเซ็ตไม่เหมือนกัน ตัวอย่างเช่น Preset K นั้นยังไม่มีจนกระทั่งเวอร์ชัน DLSS v3.10.2 ดังนั้นถ้าคุณใช้ไฟล์ DLSS v3.7 แล้วไปตั้งค่าให้เป็น Preset K ตัวเกมจะไม่สามารถใช้ Preset K ได้ และจะถอยกลับ ไปใช้พรีเซ็ตอะไรก็ตามที่เกมนั้นเลือกใช้แทน หลักการเดียวกันนี้ใช้กับพรีเซ็ตแบบ Global (ตั้งค่ารวมทั้งระบบ) ด้วย ถ้าคุณเลือก Preset K แต่ตัวเกมใช้ไฟล์ DLSS v3.7 คุณก็จะไม่ได้ใช้ Preset K แต่เกมจะกลับไปใช้ค่า "ค่าเริ่มต้น" ของมันแทน เพื่อตรวจสอบว่าขณะนี้กำลังใช้พรีเซ็ตตัวไหนอยู่ กรุณาเปิดใช้งาน DLSS on-screen indicator
tr_tr: DLSS ön ayarları, oyunlarınızın kurulum dizininde bulunan DLSS DLL dosyalarının içinde yer alır. Farklı DLSS DLL dosyalarında farklı ön ayarlar bulunur. Örneğin, K ön ayarı ilk olarak DLSS v310.2 sürümünde tanıtılmıştır. Dolayısıyla, DLSS v3.7 kullanıyorsanız ve ön ayarı K olarak ayarlarsanız, aslında K ön ayarı kullanılmaz; bunun yerine oyun hangi ön ayarı kullanıyorsa ona geri döner. Aynı durum global ön ayarlar için de geçerlidir. Örneğin K ön ayarını seçseniz bile, eğer oyununuz DLSS v3.7 sürümünü kullanıyorsa, K ön ayarı devreye girmez ve oyun kendi varsayılan ön ayarına geri döner. Hangi ön ayarın gerçekten kullanıldığını doğrulamak için, DLSS ekran üstü göstergesini (on-screen indicator) etkinleştirmeniz gerekir.
uk_ua: Пресети DLSS містяться у DLSS DLL, що знаходяться в каталозі встановлення вашої гри. Різні DLSS DLL мають різні пресети. Наприклад, пресет K не був представлений до DLSS версії 310.2. Тому, якщо ви використовуєте DLSS версії 3.7 і встановите пресет на K, він не використовуватиме пресет K, а натомість повернеться до будь-якого пресету, який вирішить використовувати гра. Те саме стосується глобальних пресетів. Якщо ви виберете пресет K, але ваша гра використовує DLSS версії 3.7, ви не використовуватимете пресет K, а натомість гра повернеться до будь-якого його пресету за замовчуванням. Щоб перевірити, який пресет використовується, увімкніть екранний індикатор DLSS.
vi_vn: Preset DLSS được chứa trong tệp DLL DLSS trong thư mục cài đặt trò chơi của bạn. Các DLL DLSS khác nhau có preset khác nhau. Ví dụ, preset K không được giới thiệu cho đến DLSS v310.2. Vì vậy nếu bạn sử dụng DLSS v3.7 và đặt preset thành K, nó sẽ không sử dụng preset K mà thay vào đó sẽ fallback về preset mà trò chơi chọn sử dụng. Tương tự áp dụng cho preset toàn cục. Nếu bạn chọn preset K nhưng trò chơi của bạn sử dụng DLSS v3.7, bạn sẽ không sử dụng preset K mà thay vào đó trò chơi sẽ fallback về mặc định của nó. Để xác minh preset đang được sử dụng, vui lòng bật chỉ báo DLSS trên màn hình.
zh_cn: DLSS 的预设信息保存于游戏安装目录中的 DLSS DLL 文件中。不同的 DLSS DLL 文件提供不同的预设。例如，预设 K 是在 DLSS v310.2 版本中才引入的。所以，如果您使用的是 DLSS v3.7 版本，并将预设设置为 K，它将不会使用预设 K，而是会回退到游戏所选择的任何预设。 这种情况也适用于全局预设。如果您选择了全局预设 K，但您的游戏使用的是 DLSS v3.7 版本，您将无法使用预设 K，而是会回退到游戏的默认预设。 若要确认正在使用的预设版本，请启用 DLSS 屏幕指示器。

# GamePage_DLSSPresetInfo_OnScreenIndicator
source: On-screen indicator information
ar_sa: معلومات المؤشر الظاهر على الشاشة
ar_sy: معلومات المؤشر على الشاشة
ca_es: Informació de l'indicador en pantalla
cs_cz: Informace o indikátoru na obrazovce
de_de: Informationen zur Bildschirmanzeige
es_es: Información del indicador en pantalla
fa_ir: اطلاعات نشانگر روی صفحه
fi_fi: Tietoa näyttöilmaisimesta
fr_fr: Informations affichées à l'écran
he_il: מידע על מחוון על גבי המסך
it_it: Informazioni sull'indicatore sullo schermo
ja_jp: 画面表示インジケーターに関する情報
ko_kr: 온스크린 인디케이터 정보
pl_pl: __UNTRANSLATED__On-screen indicator information
pt_br: Informações do indicador na tela
ru_ru: Информационный экранный индикатор
th_th: ข้อมูลบนหน้าจอ
tr_tr: Ekran gösterge bilgisi
uk_ua: Інформація екранного індикатора
vi_vn: Thông tin chỉ báo trên màn hình
zh_cn: DLSS 屏幕指示器

# GamePage_DLSSPresetInfo_Title
source: DLSS preset information
ar_sa: معلومات إعدادات DLSS المسبقة
ar_sy: معلومات الإعداد المسبق لـ DLSS
ca_es: Informació del preset de DLSS
cs_cz: Informace o presetu DLSS
de_de: DLSS-Preset Informationen
es_es: Información de preajustes de DLSS
fa_ir: اطلاعات DLSS از پیش تنظیم شده
fi_fi: Tietoa DLSS-esiasetuksista
fr_fr: Informations sur les préréglages DLSS
he_il: מידע על פריסטים של DLSS
it_it: Informazioni preimpostate DLSS
ja_jp: DLSS プリセット情報
ko_kr: DLSS 프리셋 정보
pl_pl: __UNTRANSLATED__DLSS preset information
pt_br: Informações da predefinição DLSS
ru_ru: Информация по пресетам DLSS
th_th: ข้อมูลพรีเซ็ต DLSS
tr_tr: DLSS ön ayarı bligisi
uk_ua: Інформація про пресет DLSS
vi_vn: Thông tin preset DLSS
zh_cn: DLSS 预设信息
